Repository: r7-labs/R7.Webmate
Catalog: R7.Webmate.Xwt/resources/locale/*/LC_MESSAGES/R7.Webmate.Xwt.po
Languages: ru

source: Text Cleaner
ru: Очистка текста

source: Table Cleaner
ru: Очистка таблиц

source: Case Changer
ru: Смена регистра

source: UUID Generator
ru: Генератор UUID

source: R7.Webmaster.Xwt -
ru: R7.Webmate.Xwt -

source: Open R7.Webmate
ru: Открыть R7.Webmate

source: Close
ru: Закрыть

source: Paste
ru: Вставить

source: Process
ru: Обработать

source: Process on paste?
ru: Обрабатывать при вставке?

source: Result #{0} - {1}
ru: Результат №{0} - {1}

source: Options:
ru: Настройки:

source: Text processing:
ru: Обработка:

source: <not selected>
ru: <не выбрано>

source: Paste HTML
ru: Вставить HTML

source: Generate Bootstrap table?
ru: Генерировать таблицу Bootstrap?

source: Generate Bootstrap responsive table?
ru: Генерировать адаптивную таблицу Bootstrap?

source: Text processing options
ru: Настройки обработки текста

source: Click to open text processing options.
ru: Нажмите, чтобы открыть настройки обработки текста.

source: View Text
ru: Просмотр текста

source: Copy All
ru: Копировать всё

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: <empty>
ru: <пусто>

source: Click to open full text.
ru: Нажмите, чтобы открыть полный текст.

source: Copy
ru: Копировать

source: Number of UUIDs to generate
ru: Количество генерируемых UUID

source: Uppercase?
ru: В верхнем регистре?

source: No Dashes?
ru: Без дефисов?

source: Join Results?
ru: Объединить результаты?

source: Generate
ru: Генерировать

source: Result #{0}
ru: Результат №{0}

source: Results #{0}-#{1}
ru: Результаты №№{0}-{1}

source: Text
ru: Текст

source: Simplified text
ru: Упрощённый текст

source: HTML table
ru: Таблица HTML

source: Boostrap table
ru: Таблица Bootstrap

source: UPPER CASE
ru: ПРОПИСНЫЕ

source: lower case
ru: строчные

source: Sentence case
ru: Как в предложениях

source: Camel Case
ru: Каждое Слово С Прописной

source: iNVERTED cASE
ru: пЕРЕКЛЮЧИТЬ рЕГИСТР
